Repository: ivalkou/freeaps
Catalog: FreeAPS/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, nb, nl, ru, sv, tr, zh_hans

source: State was restored
de: Status wurde wieder hergestellt
fr: L'état a été restauré
it: Lo stato è stato ripristinato
nb: Tilbakestilt
nl: Staat is teruggezet
ru: Состояние восстановлено
sv: Återställd
tr: Durum yenilendi
zh_hans: 状态已恢复

source: Strength
de: Stärke
fr: Intensité
it: Intensità
nb: Styrke
nl: Intensiteit
ru: Сила
sv: Styrka
tr: Güç
zh_hans: 强度

source: Success
de: Erfolgreich
fr: Succès
it: Successo
nb: Vellykket
nl: Geslaagd
ru: Успех
sv: Lyckades
tr: Başarılı
zh_hans: 成功

source: Suggested at %@
de: Empfohlen um %@
fr: Suggéré à %@
it: Suggerito alle %@
nb: Foreslått kl. %@
nl: Voorgesteld op %@
ru: Предложено в %@
sv: Föreslaget kl. %@
tr: %@'de önerilen
zh_hans: 建议于%@

source: Suspend
de: Unterbrechen
fr: Suspendre
it: Sospendi
nb: Pause leveranse
nl: Onderbreek
ru: Остановка
sv: Pausa
tr: Askıya al
zh_hans: 暂停

source: tapped save schedules
de: angetippte Zeitpläne speichern
fr: horaires de sauvegarde cliqués
it: ha toccato salva pianificazioni
nb: valgt lagre tidsplaner
nl: geselecteerde schema's opslaan
ru: выбрано сохранение расписаний
sv: klickat på sparade scheman
tr: dokunulan kaydetme planları
zh_hans: 点击保存配置

source: Target Ranges
de: Zielbereiche
fr: Zone cible
it: Range del target
nb: Målområder
nl: Streefdoel
ru: Целевой диапазон
sv: Målområden
tr: Hedef Aralığı
zh_hans: 目标范围：

source: Temp Basal
de: Temporäre Basalrate
fr: Basal Temp.
it: Basale temporanea
nb: Midlertidig basal
nl: Tijdelijk basaal
ru: Врем. базал
sv: Temporär basal
tr: Geçici Bazal Oranı
zh_hans: 临时基础率

source: Temp Target
de: Temporäre Ziele
fr: Cibles temporaires
it: Target Temporaneo
nb: Midlertidig mål
nl: Tijdelijk streefdoel
ru: Врем. цель
sv: Tillfälligt målvärde
tr: Geçici Hedef
zh_hans: 临时目标

source: Temp Targets
de: Temporäre Ziele
fr: Cibles temporaires
it: Obiettivi Temporanei
nb: Midlertidige mål
nl: Tijdelijk streefdoel
ru: Временные цели
sv: Målvärden
tr: Geçici Hedefler
zh_hans: 临时目标

source: The other side of the autosens safety limits, putting a cap on how low autosens can adjust basals, and how high it can adjust ISF and BG targets.
de: Die andere Seite der Autosens Sicherheitsgrenzen, indem eine Grenze gesetzt wird, wie niedrig Autosens Basaleinstellung einstellen kann, und wie hoch er ISF und BG Ziele anpassen darf.
fr: L'autre paramètre de sécurité de l'autosens, mettant un plafond sur la manière dont l'autosens faible peut ajuster les basals, et à quelle hauteur il peut ajuster les cibles ISF et Glycémie.
it: Un altro limite di sicurezza di autosens, imposta un blocco a quanto in basso autosens può regolare le basali e a quanto in alto può regolare ISF e target glicemici.
nl: De andere kant van de Autosens veiligheidslimiet, dit set een limiet op hoe laag Autosens de basaal kan zetten, hoe hoog het de ISF kan zetten en hoe hoog de streefwaarde ingesteld kan worden.
ru: По умолчанию: 0.7 Еще один параметр безопасности autosens, определяющий, как низко он может опускать базал и как высоко поднимать ISF (чувств к инсулину) и целевые СК.
sv: Standardvärde: 0.7. Denna multipel begränsar hur mycket autosens (och autotune) automatiskt kan justera ned basaler och öka insulinkänslighet och/eller målvärde.
tr: Otoduyarlılık güvenlik sınırlarının diğer tarafı, otoduyarlılık'in bazallerı ne kadar düşük ayarlayabileceğine ve İDF ve KŞ hedeflerini ne kadar yüksek ayarlayabileceğine bir sınır koyarak.
zh_hans: Autosens安全限制的另一方面，为Autosens在调低基础率和调高ISF和BG目标设置了上限。

source: There is no undo
de: Rücknahme nicht möglich
fr: Cette opération est irréversible
it: Impossibile annullare
nb: Dette kan ikke angres
nl: Ongedaan maken is niet mogelijk
ru: Это нельзя отменить!
sv: Det går inte att ångra!
tr: Geri çekme yok
zh_hans: 没有撤销!

source: This defaults maxCOB to 120 because that’s the most a typical body can absorb over 4 hours. (If someone enters more carbs or stacks more; OpenAPS will just truncate dosing based on 120. Essentially, this just limits AMA as a safety cap against weird COB calculations due to fluky data.)
de: Dies ist standardmäßig maxCOB auf 120 da dies die typische Menge ist, die ein Körper über 4 Stunden absorbieren kann. (Wenn jemand mehr Kohlenhydrate oder Menge eingibt; wird OpenAPS einfach die Dosierung auf Basis von 120 einschränken. Im Grunde beschränkt dies nur AMA als Sicherheitsgrenze gegen seltsame COB-Berechnungen aufgrund von unruhigen Daten.)
fr: Par défaut, maxCOB est de 120 parce que c’est la quantité standard maximale qui puisse être absorber en plus de 4 heures. (Si quelqu'un saisit plus de glucides, OpenAPS ne fera que tronquer le dosage basé sur 120. Essentiellement, cela limite simplement l'AMA comme un plafond de sécurité contre les calculs bizarres COB en raison de données erronées.)
it: Questo valore predefinito maxCOB posto a 120 e perché questo è il valore più tipico che il nostro corpo è in grado di assorbire in 4 ore. (Se qualcuno mangia più carboidrati; OpenAPS troncherà solo il dosaggio basato su 120. Essenzialmente, questo limita solo AMA come un tappo di sicurezza contro calcoli COB strani a causa di dati erronei.)
nl: De standaard maximum COB van 120 is omdat een normaal lichaam niet meer dan dit in 4 uur kan absorberen. (Als er meer koolhydraten gestapeld worden; zal OpenAPS de dosering beperken tot de basis van 120 koolhydraten aan boord. In wezen beperkt dit alleen AMA als een veiligheidslimiet tegen afwijkende COB-berekeningen vanwege verkeerde gegevens)
ru: Максимальное значение углеводов. По умолчанию maxCOB составляет 120, потому что это максимальное значение, которое типичный организм может поглотить за 4 часа. (Если кто-то вводит больше углеводов OpenAPS просто сокращает дозировку принимая в расчет 120. По сути, это просто предел безопасности защищающий от странных расчетов COB из-за непостоянных данных.)
sv: Standardvärde 120, eftersom det är vad kroppen typiskt här anses absorbera över 4 timmar. (I händelse att någon matar in mer/överlappar med mer kolhydrater, kommer FreeAPS X att minska dosering baserad på 120. I grund och botten begränsar detta endast AMA med ett tak, för skydd mot felaktiga aktiva kolhydrater-beräkningar på grund av opålitlig data.)
tr: Bu varsayılan olarak maxCOB'u 120'ye ayarlar çünkü bu, tipik bir vücudun 4 saatten fazla emebileceği en fazla değerdir. (Birisi daha fazla karbonhidrat yerse; OpenAPS, 120'ye dayalı dozlamayı keser. Esasen, bu, AMA'yı (Gelişmiş Yemek Asistanı), rastgele verilerden kaynaklanan tuhaf COB hesaplamalarına karşı bir güvenlik sınırı olarak sınırlar.)
zh_hans: 默认把maxCOB设为120，因为一般来说这是身体在4小时内所能吸收的最多的碳水化合物。（如果有人输入更多的碳水化合物或堆积更多的碳水化合物；OpenAPS将只是根据120来分配剂量。从本质上讲，这只是对AMA的限制，作为一个安全上限，以防止由于数据不稳定而导致的奇怪的COB计算)

# This enables supermicrobolus (SMB) while carbs on board (COB) are positive.
source: Enables SMB only when you have active carbs. This is a safe starting option — the system will give micro-boluses to cover your meals but won't act aggressively at other times.
de: Dies ermöglicht Supermicrobolus (SMB), während Kohlenhydrate an Bord (COB) positiv sind.
fr: Cela permet l'activation de micro bolus (SMB) alors que des glucides à bord (COB) sont presents. .
it: Ciò consente il supermicrobolo (SMB) mentre i carboidrati da assorbire (COB) sono presenti.
nb: This enables supermicrobolus (SMB) while carbs on board (COB) are positive.
nl: Dit activeert supermicrobolus (SMB) wanneer er koolhydraten actief zijn (COB).
ru: Включает SMB только при наличии активных углеводов. Безопасный вариант для начала — система даёт микро-болюсы для покрытия еды, но не действует агрессивно в остальное время.
sv: Detta tillåter supermikrobolusar (SMB) medan det finns aktiva kolhydrater (COB).
tr: Bu aktif karbonhidrat (COB) pozitifken, süpermikrobolusu (SMB) sağlar.
zh_hans: 当COB (活性碳水化合物) 为正时启动SMB功能

source: Enables SMB when you set a low temp target (below 100 mg/dL). Use this with "Eating Soon" targets to pre-bolus before meals. The system will start delivering insulin when you activate the target.
de: Dies aktiviert Supermikrobolus (SMB) mit sofortigen essen / niedrige Temp Ziele. Wenn diese Funktion aktiviert ist, ist jedes temporäre Ziel unter 100mg/dL z. B. ein Temp Ziel von 99 (oder 80, das typische sofort essen Ziel) ermöglicht SMB.
fr: Active les Micro bolus (SMB) lorsqu'une cible temporaire est activé, notamment pour les cibles type "repas bientôt". Avec cette fonctionnalité activée, toute cible temporaire inférieure à 100mg/dL, comme une cible temp de 99 (ou 80, la cible conseillée pour "repas bientôt") activera les SMB.
it: Questo abilita supermicrobolo (SMB) con funzione eating soon / obiettivi temporanei glicemici bassi. Con questa funzione abilitata, qualsiasi obiettivo temporaneo inferiore a 100 mg/dL, come un obiettivo di temperatura di 99 (o 80, il tipico target eating soon) abiliterà SMB.
nb: This enables supermicrobolus (SMB) with eating soon / low temp targets. With this feature enabled, any temporary target below 100mg/dL, such as a temp target of 99 (or 80, the typical eating soon target) will enable SMB.
nl: Dit maakt kleine microbolussen (SMB, supermicrobolus) mogelijk wanneer "eating soon/pre-maaltijd" of een lage tijdelijke streefwaarde is ingesteld. Als dit is ingesteld zal elke tijdelijke streefwaarde onder 100mg/dL (5.5 mmol/l) bijvoorbeeld 5.4 (of 4.5, de typische pre-maaltijd streefwaarde) SMB inschakelen.
ru: Включает SMB при низкой временной цели (ниже 5.5 ммоль/л). Используйте с целью "Скоро еда" для предварительного болюса. Система начнёт вводить инсулин при активации цели.
sv: Detta tillåter supermikrobolusar (SMB) vid låga tillfälliga målvärden (tex 'Äter snart'). Med denna funktion aktiverad, kommer SMB:ar vara aktiva även vid tillfälliga målvärden under 100mg/dL (5,6 mmol/l).
tr: Bu yakında yemek / düşük geçici hedefler ile süpermikrobolus (SMB) sağlar. Bu özellik etkinleştirildiğinde geçici hedef 99 (veya 80, tipik yakında yeme hedefi) gibi herhangi bir geçici hedef 100mg/dL'nin altında SMB'yi etkinleştirecektir.
zh_hans: 这可以使超微循环（SMB）与即将进食/临时目标相结合。启用该功能后，任何低于100mg/dL的临时目标，如目标为99（或80，典型的快餐目标）都将启用SMB。

source: This feature was previously enabled by default but will now default to false (will NOT be enabled automatically) in oref0 0.6.0 and beyond. (There is no need for this with 0.6.0). This feature lowers oref0’s target BG automatically when current BG and eventualBG are high. This helps prevent and mitigate high BG, but automatically switches to low-temping to ensure that BG comes down smoothly toward your actual target. If you find this behavior too aggressive, you can disable this feature. If you do so, please let us know so we can better understand what settings work best for everyone.
de: Diese Funktion wurde früher immer aktiviert, steht aber nun standardmäßig auf "Aus". Dies ist mit oref 0.6.0 nicht mehr nötig. Diese Funktion senkt das Blutzucker Ziel von oref0 automatisch, wenn der aktuelle BG oder der zu erwartende BG hoch sind. Dies hilft hohe BG zu verhindern und zu mildern, aber schaltet automatisch auf Niedrigempfindlichkeit um, um sicherzustellen, dass die BG reibungslos auf Ihr eigentliches Ziel zugeht. Wenn Sie dieses Verhalten zu aggressiv finden, können Sie diese Funktion deaktivieren. Wenn Sie dies tun, teilen Sie uns dies bitte mit, damit wir besser verstehen können, welche Einstellungen für alle am besten funktionieren.
fr: Cette fonctionnalité a été précédemment activée par défaut, mais sera maintenant par défaut à false (ne sera PAS activée automatiquement) dans oref0 0.6.0 et au-delà. Cette fonctionnalité réduit automatiquement la glycémie cible d’oref0 lorsque la glycémie actuelle et éventuellement la glycémie sont élevées. Cela aide à prévenir et à atténuer la glycémie élevée, mais passe automatiquement à la glycémie basse pour s'assurer que la glycémie descend en douceur vers votre cible réelle. Si vous trouvez ce comportement trop agressif, vous pouvez désactiver cette fonctionnalité. Si vous le faites, faites-le nous savoir afin que nous puissions mieux comprendre les paramètres qui conviennent le mieux à tout le monde.
it: Questa funzione è stata abilitata in precedenza per impostazione predefinita, ma ora sarà predefinita in falso (NON sarà abilitata automaticamente) in oref0 0.6.0 e oltre. (Non c'è bisogno di questo con 0.6.0). Questa funzione abbassa automaticamente il target di glicemia di oref0 quando la glicemia corrente ed eventualBG sono alti. Questo aiuta a prevenire e mitigare l'alta glicemia, ma passa automaticamente a basali temporane basse per garantire che la glicemia scenda senza intoppi verso il vostro obiettivo effettivo. Se trovi questo comportamento troppo aggressivo, puoi disabilitare questa funzionalità. Se lo fai, faccelo sapere in modo da poter capire meglio quali impostazioni funzionano meglio per tutti.
nl: Deze functie was in het verleden altijd geactiveerd, maar is nu standaard ingesteld op "Uit". Dit is niet langer nodig met oref 0.6.0. Deze functie verlaagt automatisch de bloedglucosedoelstelling van oref0 als de huidige BG of de verwachte BG hoog zijn. Dit helpt hoge BG te voorkomen en te beperken, maar schakelt automatisch over op lage gevoeligheid om ervoor te zorgen dat de BG zich soepel naar uw eigenlijke doel beweegt. Als u dit gedrag te agressief vindt, kunt u deze functie uitschakelen. Als u dat doet, laat het ons dan weten, zodat we beter kunnen begrijpen welke instellingen voor iedereen het beste werken.
ru: Эта функция раньше была включена по умолчанию, но теперь выключена в oref0 0.6.0 и выше. Функция автоматически снижает целевой ГК, когда текущий и прогнозируемый ГК высокие. Это помогает предотвратить высокий ГК, переключаясь на низкие временные базалы для плавного снижения к вашей цели.
sv: Denna funktion var tidigare aktiverad som standard, men kommer nu att vara av (kommer INTE att aktiveras automatiskt) i oref0 0.6.0 och senare. (Det finns inget behov av detta med 0.6.0). Denna funktion sänker oref0:s blodsockermålvärde automatiskt när nuvarande och förväntat blodsocker är högt. Detta hjälper till att förebygga och mildra ett högt blodsocker, men växlar också automatiskt till en låg temporär basaldos för att säkerställa att ditt blodsocker landar mjukt på ditt faktiska målvärde.
tr: Bu özellik daha önce varsayılan olarak etkinleştirilmiştir, ancak şimdi oref0 0.6.0 ve sonrasında varsayılan olarak kapalı (otomatik olarak ETKİNLEŞTİRİLMEYECEK) olacaktır. (0.6.0 ile buna gerek yoktur). Bu özellik, mevcut KŞ ve nihai KŞ yüksek olduğunda oref0'ın hedef KŞ'sini otomatik olarak düşürür. Bu yüksek KŞ'yi önlemeye ve azaltmaya yardımcı olur, ancak KŞ'nin gerçek hedefinize düzgün bir şekilde inmesini sağlamak için otomatik olarak düşük geçici bazal geçer. Bu davranışı çok agresif bulursanız, bu özelliği devre dışı bırakabilirsiniz. Bunu yaparsanız, hangi ayarların herkes için en iyi sonucu verdiğini daha iyi anlayabilmemiz için lütfen bize bildirin.
zh_hans: 这个功能以前是默认启用的，但现在在oref0 0.6.0及以后的版本中会默认为false(不会自动启用)。(0.6.0中没有必要这样做)。当当前BG和最终BG较高时，这个功能会自动降低oref0的目标BG。这有助于防止和缓解高BG，但会自动切换到低Temping，以确保BG平稳地朝你的实际目标下降。如果你觉得这种行为过于激进，你可以禁用这个功能。如果你这样做，请让我们知道，以便我们能够更好地了解什么设置对每个人都是最有效的。

source: This feature, enabled by default, resets the autosens ratio to neutral when you rewind your pump, on the assumption that this corresponds to a probable site change. Autosens will begin learning sensitivity anew from the time of the rewind, which may take up to 6 hours. If you usually rewind your pump independently of site changes, you may want to consider disabling this feature.
de: Diese standardmäßig aktivierte Funktion setzt Autosense auf neutral zurück, wenn Sie Ihre Pumpen Gewindestange zurücklaufen lassen, wobei davon ausgegangen wird, dass dies einen Katheter- und Reservoirwechsel bedeutet. Autosens startet ab dem Zeitpunkt des Rücklaufes neu und es kann bis zu 6 Stunden dauern, die Sensibilität neu zu beurteilen. Wenn Sie Ihre Pumpe normalerweise unabhängig vom Resevoir- und Kathetherwechsel zurück laufen lassen, sollten Sie diese Funktion deaktivieren.
fr: Cette fonctionnalité, activée par défaut, réinitialise le ratio autosens à neutre lorsque vous changez votre pompe/site en se basant sur l'hypothèse que cela correspond à un changement probable de site. L’Autosens reprendra l’apprentissage de la sensibilité à partir du changement de site, ce qui peut prendre jusqu’à 6 heures. Si vous ré-initialisez votre pompe indépendamment d'un changement de site, vous pouvez envisager de désactiver cette fonctionnalité.
it: Questa funzione, abilitata di default, resetta il rapporto di autosens alla neutralità quando si riavvolge il microinfusore, assumendo che questo corrisponda ad un cambio di set. Autosens ricomincia ad imparare la sensibilità da capo dal momento del riavvolgimento, cosa che impiega circa 6 ore. Se riavvolgi il microinfusore senza cambiare sito è meglio disattivare questa opzione.
nl: Deze functie, die standaard is ingeschakeld, zet Autosense de ratio terug op neutraal wanneer je pomp terugdraait, ervan uitgaande dat dit een katheter- en reservoirwissel betekent. Autosens start opnieuw op vanaf het moment van terugkeer en het kan tot 6 uur duren om de gevoeligheid opnieuw te beoordelen. Als u uw pomp normaal gesproken onafhankelijk van de resevoir- en katheterwissel terugdraait, kunt u overwegen om deze functie uit te schakelen.
ru: Эта функция (включена по умолчанию), сбрасывает Автосенс к нейтральному при сбросе помпы, предполагая, что это связано со сменой канюли. Автосенс начнет учиться заново со времени сброса, что может занять до 6 часов. Если вы сбрасываете помпу отдельно от смены канюли, вам стоит отключить эту функцию.
sv: Denna funktion, på som standard, återställer 'Autosens' kvot till neutralt läge vid reservoarbyten, då det antas att du vid detta tillfälle även byter infusionskanyl. 'Autosens' kommer nu börja lära sig din insulinkänslighet på nytt, vilket kan ta upp till 6 timmar. Om du vanligtvis gör reservoarbyten oberoende av kanylbyten, kanske du ska överväga att inaktivera denna funktion.
tr: Varsayılan olarak etkinleştirilen bu özellik, pompanızı geri sardığınızda, bunun olası bir set değişikliğine karşılık geldiği varsayımıyla otoduyarlılık oranını nötr olarak sıfırlar. Otoduyarlılık, 6 saate kadar sürebilen geri sarma zamanından itibaren hassasiyeti yeniden öğrenmeye başlayacaktır. Pompanızı genellikle set değişikliklerinden bağımsız olarak geri sarıyorsanız, bu özelliği devre dışı bırakmayı düşünebilirsiniz.
zh_hans: 该功能默认启用，当复位胰岛素泵时，Autosens参数会重置为中性，这基于复位胰岛素泵是您会更换管路部位的假设。Autosens将会在胰岛素泵复位后开始重新学习灵敏度，这可能需要6个小时。如果你通常复位泵时并没有同时更换部位，你可能要考虑禁用这一功能。

source: This is a multiplier cap for autosens (and autotune) to set a 20% max limit on how high the autosens ratio can be, which in turn determines how high autosens can adjust basals, how low it can adjust ISF, and how low it can set the BG target.
de: Dies ist eine Sicherheitsgrenze für Autosens (und Autotune), die besagt, wie hoch Autosens Basalraten anpassen darf und wie niedrig der ISF (Insulin-Sensitivitäts-Faktor) und der BZ-Zielwert eingestellt werden können. Eine Anpassung um max 20% ist erlaubt.
fr: Il s'agit d'une limite de multiplicateur pour autosens (et autotune) pour définir une limite maximale de 20% du ratio autosens qui détermine à son tour à quel point une glycémie élevée peut ajuster les bases, à quel niveau il peut ajuster l'ISF et à quel point il peut modifier la cible de glycémie.
it: Questo è un valore di moltiplicatore per autosens (e presto autotune) per impostare un limite massimo del 20% su quanto in alto può essere il rapporto di autosens, che a sua volta determina quanto in alto autosens possibile regolare basalsi, quanto in basso può regolare ISF e quanto in basso è possibile impostare il target glicemico.
nl: Dit is een vermenigvuldigingsfactor voor Autosens (en Autotune) om een maximum te zetten van 20% op hoe hoog de Autosens ratio kan zijn. Dit bepaald hoe hoog Autosens het basaal kan aanpassen, hoe laag het de ISF kan instellen en hoe laag het de streefwaarde kan maken.
ru: Значение по умолчанию: 1,2. Это множитель для autosens (и autotune) с лимитом 20% который определяет насколько высоко autosens может поднять базал, насколько низко опустить ISF (чувствительность к инсулину), и насколько низко опустить целевой СК.
sv: Standardvärde: 1.2. Denna multipel begränsar hur mycket autosens (och autotune) automatiskt kan justera upp basaler, sänka insulinkänslighet och/eller målvärde. Med standardvärde upp till 20%.
tr: Bu otoduyarlılık oranının ne kadar yüksek olabileceğine dair %20'lik bir maksimum sınır belirlemek üzere otoduyarlılık (ve otoayar) için bir çarpan üst sınırıdır; bu otoduyarlılık bazallerı ne kadar yüksek ayarlayabileceğini, IDF'yi ne kadar düşük ayarlayabileceğini, KŞ hedefini kadar düşük ayarlayabileceğini belirler.
zh_hans: 这是Antosens(和AutoTune)的一个倍数上限，将调高Autosens比率最大限制设定为20%，这反过来又决定了AutoTune可以跳高基础率，调低的ISF，以及可以设定多低的BG目标。
